Repository: abada/vafpress-framework-lang
Catalog: lang/*.po
Languages: id_id, ja_jp

source: Success
id_id: Berhasil
ja_jp: 成功

source: [Dev Mode]
id_id: [Mode Pengembang]
ja_jp: 「開発モード」

source: Remove
id_id: Hapus
ja_jp: 削除

source: Add More
id_id: Tambahkan
ja_jp: 追加

source: Vafpress Options
id_id: Opsi Vafpress
ja_jp: Vafpressオプション

source: Option Key is required.
id_id: Kunci Opsi diperlukan
ja_jp: オプションキーが入力必須です。

source: Template Array/File is required.
id_id: Template Array/Berkas diperlukan
ja_jp: テンプレート配列・ファイルが必須です。

source: Page Slug is required
id_id: Slug Halaman diperlukan
ja_jp: ページのスラッグが入力必須です。

source: Can't be empty.
id_id: Tidak boleh kosong.
ja_jp: このフィールドを入力してください。

source: Invalid data.
id_id: Data tidak valid
ja_jp: データは正しくありません。

source: Unverified Access.
id_id: Akese tidak terverifikasi
ja_jp: アクセス認証されていません。

source: Invalid template supplied
id_id: Template yang disedikan tidak valid
ja_jp: テンプレートは正しくありません。

source: Utility
id_id: Utilitas
ja_jp: ユーティリティ

source: Restore Default
id_id: Kembalikan Semula
ja_jp: 元に戻します。

source: Export/Import
id_id: Ekspor/Impor
ja_jp: エクスポート・インポート

source: Saving success.
id_id: Penyimpanan berhasil.
ja_jp: 保存は成功しました。

source: Saving failed.
id_id: Penyimpanan Gagal
ja_jp: 保存は失敗しました。

source: No changes made.
id_id: Tidak terjadi perubahan.
ja_jp: 変更はなし。

source: Once Weekly
id_id: Seminggu Sekali
ja_jp: 一週間一度

source: Value need to be Alphabet
id_id: Nilai harus berupa Alfabet
ja_jp: 文字のみ値です。

source: Value need to be Alphanumeric
id_id: Nilai harus berupa Alfanumerik
ja_jp: 文字と数字のみ値です。

source: Value need to be Numeric
id_id: Nilai harus berupa Numerik
ja_jp: 数字のみ値です。

source: Value need to be Valid Email
id_id: Nilai harus berupa Email valid
ja_jp: 正しいEメールアドレスを入力してください。

source: Value need to be Valid URL
id_id: Nilai harus berupa URL valid
ja_jp: 正しいURLを入力してください。

source: Length need to be less than {0} characters
id_id: Panjang harus kurang dari {0} karakter
ja_jp: 値の長さは{0}字以下必要です。

source: Length need to be more than {0} characters
id_id: Panjang harus lebih dari {0} karakter
ja_jp: 値の長さは{0}字以上必要です。

source: Select no more than {0} items
id_id: Pilih tidak lebih dari {0} karakter
ja_jp: アイテムは{0}つ以下を選択してください。

source: Select at least {0} items
id_id: Pilih paling tidak {0} item
ja_jp: アイテムは{0}つ以上を選択してください。

source: This is Required
id_id: Wajib diisi
ja_jp: このフィールドは必須です。

source: Import success, option page will be refreshed..
id_id: Impor berhasil, halaman opsi akan disegarkan..
ja_jp: インポートは成功しました。オプションページを再読み込みします。

source: Import failed
id_id: Impor gagal
ja_jp: インポートは失敗しました。

source: Export success, copy the serialized options
id_id: Ekspor berhasil, halaman opsi akan disegarkan..
ja_jp: エクスポートは成功しました。オプションページを再読み込みします。

source: Export failed
id_id: Ekspor gagal
ja_jp: エクスポートは失敗しました。

source: Restore success, option page will be refreshed..
id_id: Pengembalian berhasil, halaman opsi akan disegarkan..
ja_jp: 復元は成功しました。オプションページを再読み込みします。

source: Options identical to default.
id_id: Opsi sama dengan asli
ja_jp: 元のオプションと同じです。

source: Restore failed
id_id: Pengembalian Gagal
ja_jp: 復元は失敗しました。

source: Select option(s)
id_id: Pilih opsi
ja_jp: オプションを選択してください。

source: Select an Icon
id_id: Pilih Icon
ja_jp: アイコンを選択してください。

source: Choose File
id_id: Pilih Berkas
ja_jp: ファイルを選択してください。

source: Import
id_id: Impor
ja_jp: インポート

source: Import Options
id_id: Opsi Impor
ja_jp: インポート詳細

source: Export
id_id: Ekspor
ja_jp: エクスポート

source: Export Options
id_id: Opsi Ekspor
ja_jp: エクスポート詳細

source: Restore Default Options
id_id: Kembalikan Opsi Semula
ja_jp: 元のオプションに戻す

source: Restore options to initial default values.
id_id: Kembalikan opsi ke nilai awal.
ja_jp: オプションの元の値に戻す

source: Save Changes
id_id: Simpan Perubahan
ja_jp: 変更を保存

source: This option panel is built using <a href="http://vafpress.com/vafpress-framework">Vafpress Framework %s</a> powered by <a href="http://vafpress.com">Vafpress</a>
id_id: Opsi Panel ini dibuat menggunakan <a href="http://vafpress.com/vafpress-framework">Vafpress Framework %s</a> didukung oleh <a href="http://vafpress.com">Vafpress</a>
ja_jp: このオプションパーネルは<a href="http://vafpress.com/vafpress-framework">Vafpress Framework %s</a>で作成されました。<a href="http://vafpress.com">Vafpress</a>がサポートします。
